import Row from 'react-bootstrap/Row';
import Col from 'react-bootstrap/Col';

function Depoimentos() {
    return (
        <>
        <h2 className='mt-3'>Depoimentos</h2>
        <Row className='mt-3'>
            <Col sm="12" md="2" className='text-center'>
                <img src="https://static.vecteezy.com/ti/vetor-gratis/p3/4773704-rosto-de-uma-garota-com-um-sorriso-lindo-um-avatar-feminino-para-um-site-e-rede-social-vetor.jpg" alt="Foto do depoimento" className='rounded' />
            </Col>
            <Col sm="12" md="10">
                <strong></strong>
                <p>
                "𝙎𝙪𝙥𝙚𝙧 𝙞𝙣𝙙𝙞𝙘𝙤 𝙤 𝙖𝙥𝙡𝙞𝙘𝙖𝙩𝙞𝙫𝙤. 𝘼𝙡𝙚́𝙢 𝙙𝙤 𝙖𝙩𝙚𝙣𝙙𝙞𝙢𝙚𝙣𝙩𝙤 𝙢𝙖𝙧𝙖𝙫𝙞𝙡𝙝𝙤𝙨𝙤 𝙖𝙨 𝙧𝙤𝙪𝙥𝙖𝙨 𝙨𝙖̃𝙤 𝙙𝙚 𝙚𝙭𝙘𝙚𝙡𝙚𝙣𝙩𝙚 𝙦𝙪𝙖𝙡𝙞𝙙𝙖𝙙𝙚,𝙩𝙧𝙖𝙗𝙖𝙡𝙝𝙖𝙢 𝙨𝙤́ 𝙘𝙤𝙢 𝙤𝙨 𝙢𝙚𝙡𝙝𝙤𝙧𝙚𝙨 𝙩𝙚𝙘𝙞𝙙𝙤𝙨.𝘼𝙨 𝙧𝙤𝙪𝙥𝙖𝙨 𝙣𝙖̃𝙤 𝙙𝙚𝙨𝙗𝙤𝙩𝙖𝙢,𝙣𝙖̃𝙤 𝙙𝙖̃𝙤 𝙗𝙤𝙡𝙞𝙣𝙝𝙖𝙨,𝙣𝙖̃𝙤 𝙚𝙣𝙘𝙤𝙡𝙝𝙚𝙢... 𝙨𝙞𝙢𝙥𝙡𝙚𝙨𝙢𝙚𝙣𝙩𝙚 𝙢𝙖𝙧𝙖𝙫𝙞𝙡𝙝𝙤𝙨𝙖𝙨.𝙊 𝙖𝙩𝙚𝙣𝙙𝙞𝙢𝙚𝙣𝙩𝙤 𝙚́ 𝙣𝙤𝙩𝙖 𝟭𝟬𝟬𝟬.𝙌𝙪𝙖𝙡𝙦𝙪𝙚𝙧 𝙙𝙪́𝙫𝙞𝙙𝙖 𝙣𝙖 𝙝𝙤𝙧𝙖 𝙙𝙖 𝙘𝙤𝙢𝙥𝙧𝙖 𝙚𝙡𝙚𝙨 𝙖𝙪𝙭𝙞𝙡𝙞𝙖𝙢 𝙚 𝙤 𝙚𝙣𝙫𝙞𝙤 𝙩𝙗 𝙚́ 𝙨𝙪𝙥𝙚𝙧 𝙧𝙖́𝙥𝙞𝙙𝙤, 𝙘𝙝𝙚𝙜𝙖𝙣𝙙𝙤 𝙨𝙚𝙢𝙥𝙧𝙚 𝙖𝙣𝙩𝙚𝙨 𝙙𝙤 𝙥𝙧𝙖𝙯𝙤. 𝙎𝙤𝙪 𝙛𝙖̃ 𝙙𝙖 𝙈𝙤𝙙𝙖 𝙚 𝙈𝙖𝙜𝙞𝙖 ♥"
                </p>
            </Col>
        </Row>
        <Row className='mt-3'>
            <Col sm="12" md="2" className='text-center'>
                <img src="https://img.freepik.com/vetores-premium/o-rosto-de-uma-linda-garota-avatar-de-uma-jovem-retrato-ilustracao-em-vetor-plana_192760-82.jpg?w=2000" alt="Foto do depoimento 2" className='rounded' />
            </Col>
            <Col sm="12" md="10">
                <strong></strong>
                <p>
                "𝙋𝙚𝙧𝙛𝙚𝙞𝙩𝙤. 𝘿𝙚𝙨𝙙𝙚 𝙤 𝙞𝙣𝙞́𝙘𝙞𝙤, 𝙚𝙭𝙘𝙚𝙡𝙚𝙣𝙩𝙚 𝙖𝙩𝙚𝙣𝙙𝙞𝙢𝙚𝙣𝙩𝙤, 𝙧𝙚𝙘𝙚𝙗𝙞 𝙢𝙪𝙞𝙩𝙤 𝙧𝙖́𝙥𝙞𝙙𝙤, 𝙢𝙪𝙞𝙩𝙤 𝙘𝙪𝙞𝙙𝙖𝙙𝙤 𝙚 𝙙𝙚𝙡𝙞𝙘𝙖𝙙𝙚𝙯𝙖 𝙘𝙤𝙢 𝙖 𝙚𝙢𝙗𝙖𝙡𝙖𝙜𝙚𝙢, 𝙥𝙧𝙤𝙙𝙪𝙩𝙤 𝙡𝙞𝙣𝙙𝙤 𝙚 𝙙𝙚 𝙗𝙤𝙖 𝙦𝙪𝙖𝙡𝙞𝙙𝙖𝙙𝙚. 𝙄𝙣𝙙𝙞𝙘𝙤 𝙚 𝙞𝙧𝙚𝙞 𝙫𝙞𝙧𝙖𝙧 𝙘𝙡𝙞𝙚𝙣𝙩𝙚. 𝙋𝙖𝙧𝙖𝙗𝙚́𝙣𝙨!."
                </p>
            </Col>
        </Row>        
        <Row className='mt-3'>
            <Col sm="12" md="2" className='text-center'>
                <img src="https://st3.depositphotos.com/1007566/13175/v/600/depositphotos_131750410-stock-illustration-woman-female-avatar-character.jpg" alt="Foto do depoimento 2" className='rounded' />
            </Col>
            <Col sm="12" md="10">
                <strong></strong>
                <p>
                "𝙎𝙤́ 𝙖𝙙𝙢𝙞𝙧𝙖𝙘̧𝙖̃𝙤 𝙥𝙤𝙧 𝙚𝙨𝙨𝙖 𝙡𝙤𝙟𝙖, 𝙛𝙪𝙞 𝙖 𝙡𝙤𝙟𝙖 𝙛𝙞́𝙨𝙞𝙘𝙖 𝙚 𝙛𝙪𝙞 𝙢𝙪𝙞𝙩𝙤 𝙗𝙚𝙢 𝙖𝙩𝙚𝙣𝙙𝙞𝙙𝙖 𝙥𝙚𝙡𝙤 𝙖𝙥𝙥 𝙩𝙖𝙢𝙗𝙚́𝙢, 𝙩𝙞𝙢𝙚 𝙣𝙤𝙩𝙖 𝟭𝟬𝟬𝟬. 𝙋𝙖𝙧𝙖𝙗𝙚́𝙣𝙨 𝙢𝙚𝙣𝙞𝙣𝙖𝙨, 𝙤 𝙖𝙩𝙚𝙣𝙙𝙞𝙢𝙚𝙣𝙩𝙤 𝙛𝙖𝙯 𝙩𝙤𝙙𝙖 𝙖 𝙙𝙞𝙛𝙚𝙧𝙚𝙣𝙘̧𝙖 𝙚𝙢 𝙪𝙢𝙖 𝙚𝙢𝙥𝙧𝙚𝙨𝙖, 𝙫𝙤𝙡𝙩𝙖𝙧𝙚𝙞 𝙢𝙖𝙞𝙨 𝙫𝙚𝙯𝙚𝙨."
                </p>
            </Col>
        </Row>        
        </>
    )
}

export default Depoimentos